export const instructionText = `ИНСТРУКЦИЯ
для участников Национальной олимпиады по финансовой безопасности,
проводимой на базе Академии финансового мониторинга «AML ACADEMY».

1. Национальная олимпиада направлена на повышение информационной, финансовой, правовой грамотности и культурного уровня молодежи (далее – Олимпиада). 
2. Желающие принять участие в Олимпиаде должны в обязательном порядке пройти регистрацию на специальной странице официального сайта Академии финансового мониторинга «AML ACADEMY», (далее – Академия) «Национальная олимпиада по финансовой безопасности»: https://www.amlacademy.kz/.
3. После регистрации участнику Олимпиады на указанный адрес электронной почты поступит письмо от Организационного Комитета (далее – Оргкомитет) с указанием персонального логина, пароля и ссылки для прохождения тестирования (в онлайн формате). 
4. Олимпиада состоит из трех этапов:
- Онлайн тестирование; 
- Написание эссе в оффлайн формате на площадке территориальных департаментов Агентства для отбора 20 финалистов;
- Финальный отбор 10 победителей посредством интеллектуальной игры и турнира по фиджитал-спорту в г. Астана.
5. 1-й этап – тестирование.  
\tКоличество тестовых вопросов на 1 участника - 50 вопросов. Время проведения тестирования – 100 минут.  Время начала тестирования – 10 часов 00 минут. Время завершения тестирования – 11 часов 40 минут. Допускается погрешность во времени начала и завершения тестирования на 5 минут, с учетом установленного времени проведения тестирования. Тестирование состоится 5 апреля 2025 года с 10 часов 00 минут до 11 часов 40 минут. 
Результат тестирования в баллах участник получает после ввода ответов и их электронной проверки. Проходной балл тестирования составляет – 50 баллов (один правильный ответ равен 0,5 балла). 
Работы участников 1-го этапа проверяются программно-аппаратным способом и апелляции не подлежат.
Важно! Для участия в тестировании необходимо подключение со стационарного компьютера или ноутбука, имеющего доступ к информационно-телекоммуникационной сети Интернет. 
Результаты 1-го этапа будут размещены на сайте: https://www.amlacademy.kz/.
6. 2-й этап – эссе. 
Лица, прошедшие 1-й этап, допускаются к написанию эссе.  
Написание эссе состоится 10 апреля 2025 года с 10 часов 00 минут до 11 часов 20 минут.
Местом проведения 2-го этапа определены площадки территориальных департаментов Агентства.
Вход участников на площадку организатора олимпиады осуществляется заблаговременно до начала 2-го этапа за 30 минут. 
Подробные требования и порядок написания эссе изложены в Положении и Регламенте.  
Важно! Для участия в написании эссе при себе необходимо иметь документ, удостоверяющий личность (удостоверение личности либо паспорт). 
Во время написания эссе запрещается использование технических устройств, такие устройства подлежат изъятию.  
7. Заявление на апелляцию принимается на сайте Академии: https://www.amlacademy.kz/.
Срок подачи заявления на апелляцию: в течение 2-х рабочих дней после объявления результатов 2-го тура. 
8. Результаты апелляции размещаются на сайте Академии. 
9. Финальный этап состоится из 10 победителей посредством интеллектуальной игры и турнира по фиджитал-спорту в г. Астана.
10. Победители будут определены из числа участников, набравших самые высокие баллы. 
11. Список победителей Олимпиады будет размещен на сайте Академии. 

* Внимание! Даты и время могут быть скорректированы по техническим причинам, независящим от Организационного комитета. Все участники будут информированы об изменениях не позднее чем за 24 часа. 


Организационный комитет`;

export const regulationText = `Приложение 

Регламент по написанию Эссе (для участников Национальной олимпиады по финансовой безопасности) 

Эссе – это сочинение небольшого объема, свободно выражающее индивидуальные впечатления и размышления по поводу услышанного, прочитанного, просмотренного. Цель работы – раскрыть предложенную тему путем приведения каких-либо аргументов. Эссе не может содержать много идей. Оно отражает только один вариант размышлений и развивает его. 
При написании эссе старайтесь отвечать четко на поставленный вопрос и не отклоняйтесь от темы. Эссе - строго индивидуальная работа и не терпит соавторства.  
Время написания эссе – 80 минут. 

Оформление материалов эссе 
Объем эссе – до 2-3 страниц машинописного текста в редакторе «Блокнот». Шрифт: Times New Roman, кегль - 14, интервал – 1,5. 
Все поля по 20 мм. Вверху слева указывается фамилия, имя, отчество автора эссе. Далее, через один интервал - название эссе жирным шрифтом. Затем, через один пропущенный интервал располагается текст.  

Написание эссе 
Подготовка к написанию эссе. При выборе вопроса по какой-либо тематике, прежде чем составлять план Вашего ответа, убедитесь в том, что Вы внимательно прочитали и правильно поняли его, поскольку он может быть интерпретирован по-разному, а чтобы его осветить существует несколько подходов: следовательно, Вам необходимо будет выбрать вариант подхода, которому Вы будете следовать, а также иметь возможность обосновать Ваш выбор. При этом содержание вопроса может охватывать широкий спектр проблем, требующих привлечения большого объема литературы. 
В этом случае следует освещать только определенные аспекты этого вопроса. У Вас не возникнет никаких проблем, если Вы не будете выходить за рамки очерченного круга, а Ваш выбор будет вполне обоснован, и Вы сможете подкрепить его соответствующими доказательствами. Заголовок эссе может не находится в прямой зависимости от темы. 
Кроме отражения содержания работы он может являться отправной точкой в размышлениях автора. Прежде чем приступить к написанию эссе, проанализируйте имеющуюся у Вас информацию, а затем составьте тезисный план.  
Структура эссе: вступление, основная часть (развитие темы), заключение. 
Вступление 
Актуальность, суть и обоснование выбранной темы.  
Должно включать краткое изложение Вашего понимания и подход к ответу на данный вопрос. Полезно осветить то, что Вы предполагаете сделать в работе, и то, что в Ваше эссе не войдет, а также дать краткие определения ключевых терминов. При этом постарайтесь свести к минимуму число определений. 

Основная часть 
Данная часть предполагает развитие Вашей логической аргументации и анализа, а также обоснование их, исходя из имеющихся данных, других аргументов и позиций по этому вопросу. Предлагаемая Вами аргументация (или анализ) должна быть структурирована. В основной части Вы должны логически обосновать, используя данные или строгие рассуждения, Вашу аргументацию или анализ. Не ссылайтесь на работы, которые не читали сами. Небрежное оперирование данными, включая чрезмерное обобщение, снижает оценку. Следует избегать повторений. 
Необходимо писать коротко, четко и ясно. 
Обращается внимание на: 
- структурное выделение разделов и подразделов работы; 
- логичность изложения материала;  
- обоснованность выводов автора;  
- оригинальность и новизну выводов автора; 
- отсутствие лишнего материала, не имеющего отношение к работе;  
- способность построить и доказать Вашу позицию по определенным проблемам на основе приобретенных Вами знаний; 
- аргументированное раскрытие темы на основе собранного материала. 
Заключение 
В данном блоке отражается оценивается наличие необходимых выводов по теме, а также указание на дальнейшие направления развития темы.`;

export const provisionText = `    

ПОЛОЖЕНИЕ
о Национальной олимпиаде по финансовой безопасности для студентов

Глава 1. Общие Положения

1.	Настоящее Положение о Национальной олимпиаде по финансовой безопасности для студентов (далее – Олимпиада) определяет цели участников, этапы и порядок проведения Олимпиады.
2.	Олимпиада проводится в целях:
-	выявления одаренной молодежи, её дальнейшего интеллектуального развития и профессиональной ориентации;
-	популяризации и повышения уровня знаний о финансовой безопасности среди студентов;
-	развития у студентов навыков принятия осознанных и ответственных финансовых решений;
-	ограждения молодежи от вовлечения в различные мошеннические схемы.
3.	Организаторами Олимпиады являются Академия финансового мониторинга «AML Academy» (далее - AML Academy), Агентство Республики Казахстан по финансовому мониторингу (далее - Агентство), Академия правоохранительных органов при Генеральной Прокуратуре Республики Казахстан, Университет Туран-Алматы, Карагандинский университет 
им. Академика Е.А. Букетова.

2. Организация Олимпиады

4.	Для координации, осуществления организационной работы и информационно-технологического обеспечения по подготовке и проведению Олимпиады на основании приказа ректора AML Academy утверждается состав Организационного комитета и Методического совета.
5.	Организационный комитет:
1)	определяет общий порядок проведения этапов Олимпиады;
2)	контролирует проведение этапов Олимпиады;
3)	анализирует и обобщает итоги Олимпиады.
4)	утверждает форму дипломов победителей и призеров 3-го (финального) этапа Олимпиады;
5)	награждает победителей и призеров Олимпиады.
6.	Методический совет Олимпиады:
1)	разрабатывает задания всех этапов Олимпиады и критерии их оценки;
2)	отвечает за научно-методический уровень предлагаемых заданий, корректность и составление и соответствие их требованиям этапов Олимпиады, аутентичность заданий на казахском и русском языках;
3)	отвечает за конфиденциальность заданий до проведения соответствующих этапов.
7.	Жюри Олимпиады состоит из председателя и членов. В состав жюри могут включены нечетное количество преподавателей высших учебных заведений, представители Агентства, научного сообщества, призеры Международной олимпиады по финансовой безопасности и иные лица, осуществляющие деятельность в сфере противодействия отмыванию доходов и финансированию терроризма.
8.	Жюри Олимпиады: 
1)	проверяет и оценивает работы участников Олимпиады;
2)	определяет победителей Олимпиады.
9.	В состав Апелляционной комиссии входят представители AML Academy, Агентства, и ВУЗ, указанных в 1 пункте настоящего Положения.
10.	Апелляционная комиссия осуществляет следующие функции:
-	рассматривает апелляции участников; 
-	по результатам рассмотрения принимает решение об удовлетворении апелляции либо об отказе в удовлетворении апелляции;

3. Порядок проведения Олимпиады

11.	Олимпиада проводится в период с 20 марта по 5 мая 2025 года в три этапа:
1)	онлайн тестирование не позднее 5 апреля 2025 года;
2)	оффлайн написание эссе на площадке территориальных подразделений Агентства не позднее 10 апреля 2025 года;
3)	интеллектуальные игры и турнир по фиджитал-спорту в г. Астана не позднее 5 мая 2025 года.
12.	В Олимпиаде на добровольной основе принимают участие граждане Республики Казахстан-студенты 2-3 курсов высших учебных заведений, магистранты научно-педагогического направления 1-го курса не старше 30 лет, обучающиеся по специальностям в сферах юриспруденции, экономики и финансов, международных отношений, информационной безопасности, информационных технологий.
13.	Рабочими языками олимпиады являются казахский и русский языки.
14.	Для участия в Олимпиаде допускаются студенты и магистранты, прошедшие предварительную онлайн регистрацию на сайте AML Academy.
15.	Для сохранения прозрачности и академической честности олимпиады процесс ее проведения может обеспечиваться системой видеонаблюдения/аудиозаписи. 
16.	Участники Олимпиады дают согласие на обработку своих персональных данных: сбор, систематизацию, хранение выполненных заданий, ведение и хранение аудиозаписи и видеосъёмки, протоколов с результатами видеозаписи всех этапов.
Информационное обеспечение участников олимпиады реализуется посредством публикации информации на сайте «AML Academy», а также путем рассылки сообщений на электронные адреса участников, указанных ими при регистрации.
17.	Финансирование расходов, связанных с проведением олимпиады производится Организаторами за счет собственных и привлеченных (спонсорских) средств.

Первый этап 

18.	Первый этап Олимпиады проводится 5 апреля 2025 года в форме онлайн тестирования на сайте AML Academy.
19.	Вход на сайт участниками осуществляется посредством полученных при регистрации данных.
20.	Минимальные технические требования для прохождения тестирования: техническое устройство, подключенное к сети интернет. 
21.	Количество тестовых вопросов на 1 участника - 50. Время проведения тестирования – 100 минут.  Время начала тестирования – 10 часов 00 минут. Время завершения тестирования – 11 часов 40 минут. Допускается погрешность во времени начала и завершения тестирования на 5 минут, с учетом установленного времени проведения тестирования. 
22.	Результат тестирования в баллах участник получает после ввода ответов и их электронной проверки. Проходной балл тестирования составляет – 50 баллов (один правильный ответ равен 0,5 балла). 
Работы участников 1-го этапа проверяются программно-аппаратным способом и апелляции не подлежат.
23.	Списки участников, прошедших во 2-й этап олимпиады, публикуются на сайте AML Academy в соответствующем разделе в течение 2-х рабочих дней после завершения тестирования.
Второй этап 

24.	Второй этап Олимпиады состоит из написания эссе и проводится одновременно в назначенную дату очно на площадках территориальных подразделений Агентства. 
25.	Участник должен иметь при себе документ, удостоверяющий личность, письменные принадлежности (ручки чёрного/синего цвета), допускается наличие питьевой воды.
26.	Все рекомендации и инструкции по написанию эссе размещаются на официальном сайте «AML Academy».
27.	За 15 минут до начала второго этапа организаторы вскрывают конверты и раздают задания участникам олимпиады.
Выдача заданий производится в соответствии со схемой рассадки. Проверка работ участников осуществляется членами Жюри в закрытом режиме. 
Во время проведения туров 2-го (итогового) этапа участнику запрещается разговаривать с другими участниками, менять место своего расположения без разрешения организаторов, обмениваться записями с другими участниками.  
28.	Информация о дате, времени и месте проведения апелляций указывается на сайте «AML Academy» или в Программе второго этапа. 
29.	Результаты участников второго этапа публикуются на сайте «AML Academy» в соответствующем разделе в течение 2-х рабочих дней после его завершения.
Итоговые результаты объявляются после проведения апелляции, публикуются на сайте «AML Academy» в соответствующем разделе в течение      3-х дней после завершения процедуры апелляции. 

Третий этап 

30.	20 участников Олимпиады, набравшие наибольшее количество баллов по итогам первого и второго этапов, допускаются для участия в третьем этапе Олимпиады. Их список публикуется на сайте AML Academy не позднее, чем за 10 дней до дня проведения третьего этапа.
31.	Третий этап Олимпиады включает проведение интеллектуальных игр, связанных с решением задач по финансовой безопасности и турнира по фиджитал-спорту.
32.	Общее количество победителей третьего этапа Олимпиады не должно превышать 10 человек.
33.	Победители Олимпиады направляются от Республики Казахстан на Международную олимпиаду по финансовой безопасности в Российскую Федерацию с 30 сентября по 4 октября 2025 года.
`